Repository: psaf01/MyTagPocket
Catalog: MyTagPocket/Resources/ResourceApp.*.resx
Languages: cs

# AboutApp
source: About
cs: O aplikaci

# AppHelp
source: Help
cs: Nápověda

# InitAppFatalError
source: An error occurred during application initialization
cs: Během aplikace došlo k chybě.

# ThemeDescription
source: The basic theme for MyTagPocket.
cs: Základní Theme pro aplikaci MyTagPocket.

# ThemeDescriptionExample
source: It serves as an example of the Theme definition in the application. Changes in this file do not affect the application itself.
cs: Slouží jako příklad definice tématu v aplikaci. Změny v tomto souboru neovlivní samotnou aplikaci.

# FatalErrorUnexpected
source: An unexpected error in the application
cs: Neočekáváná chyba v aplikaci.

# UpgradeStatusEndError
source: Finished with error
cs: Ukončeno s chybou

# UpgradeStatusEndSucces
source: Successfully completed
cs: Úspěšně dokončeno

# UpgradeStatusNotStart
source: Not started
cs: Nezahájeno

# UpgradeStatusProgress
source: In Progress
cs: Probíhá

# UpgradeStatusStop
source: Stop
cs: Zastavit

# UpgradeDatabaseLabel
source: Upgrade Database
cs: Upgradovat databázi

# UpgradeStorageContentsDescriptionLabel
source: Updating basic user content structures.
cs: Probíhá aktualizace základních struktur obsahu uživatele.

# UpgradeStorageContentsLabel
source: Storage contents
cs: Obsah úložiště

# UpgradeStorageLabel
source: Upgrade Storage
cs: Aktualizace úložiště

# UpgradeStorageSettingsDescriptionLabel
source: Updating application settings and their configuration parts.
cs: Aktualizace nastavení aplikace a jejich konfiguračních částí.

# UpgradeStorageSettingsLabel
source: Storage settings
cs: Nastavení úložiště

# ProcessError
source: Error
cs: Chyba

# ProcessIdle
source: Idle
cs: Nečinná

# ProcessPaused
source: Paused
cs: Pozastaveno

# ProcessRunning
source: Running
cs: Spuštěno

# UpgradeStorageSettingsError
source: Unable to complete update settings
cs: Nelze dokončit nastavení aktualizace.

# UpgradeStorageSettingsIsActual
source: Storage settings is last version
cs: Nastavení úložiště je na poslední verzi.

# UpgradeStorageSettingSucces
source: Update setup completed successfully
cs: Aktualizace byla úspěšně dokončena.

# UpgradeInfoFinishError
source: There was an error updating
cs: Při aktualizaci došlo k chybě

# UpgradeInfoFinishSucces
source: Update completed successfully
cs: Aktualizace byla úspěšně dokončena.

# UpgradeInfoNotStarted
source: Update not started
cs: Aktualizace nebyla zahájena.

# UpgradeInfoStarted
source: Update started
cs: Zahájení aktualizace

# ExceptionCantLoadFile
source: Can't load file.
cs: Soubor nelze načíst.

# ExceptionCantDeleteFile
source: Can't delete file.
cs: Soubor nelze odstranit.

# ExceptionCantLoadFileFromArchive
source: Can't load file from archive.
cs: Nelze načíst soubor z archivu.

# ExceptionCantSaveFileToArchive
source: Can't save file to archive.
cs: Soubor nelze uložit do archivu.

# ErrorCantReadSecure
source: Unable to retrieve data from secure storage.
cs: Nelze načíst data ze zabezpečeného úložiště.

# ErrorCantSaveSecure
source: Unable to save data to secure storage.
cs: Nelze uložit data do zabezpečeného úložiště.

# ErrorDeleteAllItemSecure
source: Unable to delete data from secure storage.
cs: Nelze odstranit data ze zabezpečeného úložiště.

# ErrorDeleteItemSecure
source: Unable to delete data from secure storage.
cs: Nelze odstranit data ze zabezpečeného úložiště.

# ExceptionDalRepositorySaveFileIdFileEmpty
source: Unable to determine the file identifier required to save.
cs: Nelze určit identifikátor souboru potřebný k uložení.

# ExceptionDalRepositorySaveFileName
source: Unable to determine the file name required to save.
cs: Nelze zjistit název souboru, který je požadován k uložení.

# FileNotCompatible
source: The loaded file is not valid.
cs: Načtený soubor není validní.

# ExceptionCantLoadFileHistory
source: Cant load file history
cs: Nelze načíst historii souboru

# FileNameArchive
source: Archive
cs: Archiv

# FileNameAuditDb
source: Audit database
cs: Databáze auditu

# FileNameDevice
source: Device
cs: Zařízení

# FileNameHistory
source: History
cs: Historie

# FileNameMainDb
source: MyTagPocket database
cs: MyTagPocket databáze

# FileNamePackage
source: Package
cs: Soubor

# FileNameSetting
source: Setting
cs: Nastavení

# FileNameTag
source: Tag
cs: Štítek

# FileNameTheme
source: Theme
cs: Téma

# FileNameUnclassified
source: Unclassified
cs: Neklasifikováno

# FileNameUser
source: User
cs: Uživatel
